Repository: freedict/fd-dictionaries
Catalog: website/locale/*/LC_MESSAGES/freedict.po
Languages: nl_nl

source: possibly plugin needed, eg.
nl_nl: mogelijk plugin vereist, bv.

source: Database as XML
nl_nl: Database als XML

source: The Download Tables are generated from an XML file. To access that data easily, eg. for use in a program as <a href="http://stardict.sf.net/" target="_top">Stardict</a>, you can use this URL:
nl_nl: De te downloaden tabellen zijn gegeneerd uit een XML bestand. Om die gegevens eenvoudig te benaderen, bv. voor gebruik in een programma als <a href="http://stardict.sf.net/" target="_top">Stardict</a>, kun je deze URL gebruiken:

source: The %1$sDebian%2$s Linux Distribution has its own system of download mirrors. Since as administrator you are not so much concerned to download the packages, but rather to select the packages you want to install, only the following command is what you have to remember:
nl_nl: De %1$sDebian%2$s Linux Distributie heeft zijn eigen systeem download mirrors. Omdat je als beheerder niet zozeer bent ge?nteresseerd in het downloaded van die packages, maar alleen wilt selecteren welke packages je wilt installeren, is het volgende commando het enige dat je moet onthouden:

source: Here %1$s and %2$s are the 3-letter language codes from ISO 639-2 of the languages of the dictionary you require. Of course, that language combination has to be available in FreeDict.
nl_nl: Hier zijn %1$s en %2$s de 3-letterige taalcodes uit ISO 639-2 van de talen van het woordenboek dat je nodig hebt. Vanzelfsprekend moet die taalcombinatie beschikbaar zijn in FreeDict.

source: You can find out what FreeDict packages are available in Debian by visiting
nl_nl: Je kunt uitvinden welke FreeDict packages in Debian beschikbaar zijn Door #### te bezoeken

source: The %1$sFreeDict pages in the Debian Bug Tracking System%2$s might also be of interest.
nl_nl: De %1$sFreeDict pagina's in het Debian Bug Tracking Systeem%2$s is mogelijk ook interessant.

source: This page might as well be of interest: %1$sDebian FreeDict Packages team%2$s.
nl_nl: Deze pagina zou je mogelijk ook kunnen interesseren: %1$sDebian FreeDict Packages team%2$s.

source: The %sdocumentation%s coming with this application includes the list of features in the %sintroduction%s.
nl_nl: Die %sdocumentatie%s die met deze applicatie wordt geleverd, bevat de lijst van mogelijkheden in de %sintroductie%s.

source: For the %srequirements%s, please also refer to the documentation.
nl_nl: Raadpleeg de documentatie voor de %svereisten%s

source: on Windows/Linux
nl_nl: op Windows/Linux

source: on WinCE/Palm
nl_nl: op WinCE/Palm

source: on Zaurus/Qt
nl_nl: op Zaurus/Qt

source: Download / Matrix View
nl_nl: Download / Matrix Overzicht

source: Another application understanding this file format is %1sWordtrans%2s, a KDE application.
nl_nl: Een andere toepassing die dit bestandsformaat begrijpt is %1sWordtrans%2s, een KDE toepassing.

source: BEDic has two frontends: ZBEDic, which runs on the Zaurus Linux PDA from Sharp, and QBEDic, which runs on Linux/Qt. BEDic is similar to stardict as it doesn't use a client/server approach like
nl_nl: BEDic heeft twee frontends: ZBEDic, dat runt op de Zaurus Linux PDA van Sharp, en QBEDic, dat runt op Linux/Qt. BEDic lijkt op stardict omdat het geen client/server benadering gebruikt, zoals

source: Select your language combination!
nl_nl: Kies je taalcombinatie!

source: Source Language / Size in MB
nl_nl: Brontaal / Grootte in MB

source: Destination<br />Language
nl_nl: Doeltaal

source: Please click on the links to get to the SourceForge Download Mirror selection page. Right-Click and Save-As will not work from here!
nl_nl: Klik op de link om bij de SourceForge Download Mirror selectiepagina te komen. Een rechtermuisklik en Bewaar Als werkt hier niet!

source: Download / List View
nl_nl: Download / Lijst Overzicht

source: Detailed Dictionary Overview
nl_nl: Gedetailleerd overzicht van het woordenboek

source: Language &amp; Project
nl_nl: Taal &amp; Project

source: Maintainer
nl_nl: Verantwoordelijke

source: Headwords
nl_nl: Ingangen

source: Version
nl_nl: Versie

source: Last Changed
nl_nl: Laatst Gewijzigd

source: Version for / Size in MB
nl_nl: Versie voor / Grootte in MB

source: Overview
nl_nl: Overzicht

source: Application
nl_nl: Toepassing

source: Detailed List
nl_nl: Gedetailleerde lijst

source: Mailinglists
nl_nl: Mailinglijsten

source: Translate this Website
nl_nl: Vertaal deze Website

source: free bilingual dictionaries
nl_nl: vrije tweetalige woordenboeken

source: Horst Eyermann, Michael Bunk and %1$smany more%2$s
nl_nl: Horst Eyermann, Michael Bunk en %1$svele anderen%2$s

source: If you would like to see any other language included, please read the HOWTO and join this project! Your help is appreciated and needed, also for improving the quality of the databases.
nl_nl: Als je graag andere talen wilt laten opnemen, lees dan de HOWTO en doe mee met dit project! Je hulp wordt gewaardeerd en is nodig, ook voor het verbeteren van de kwaliteit van de databases.

source: Most resources are hosted by SourceForge: Please support them also. Without SourceForge, FreeDict would not have come so far!
nl_nl: De meeste bestanden wordt gehost door SourceForge: Ondersteun hen ook. Zonder SourceForge had FreeDict nooit zover kunnen komen!

source: The %1$sRock Linux%2$s Distribution Build Kit includes a dictd package as well as packages of the FreeDict dictionaries in the dictd database format. For Rock 2.0, when dictd/FreeDict packages were not yet part of the proper distribution, you have to get their .desc files from the subversion repository and build the packages (which will install the files at the same time):
nl_nl: De %1$sRock Linux%2$s Distribution Build Kit bevat een dictd package en de packages van de FreeDict woordenboeken in het dictd databaseformaat. Voor Rock 2.0 moet je, als de dictd/FreeDict packages nog geen onderdeel van de juiste distributie zijn, hun .desc bestanden uit de subversion repository halen, en de packages bouwen (dat zal de bestanden op dat moment installeren):

source: Using the stone tool you can activate dictionaries for use with dictd. The stone script is included in the dictd package, but was not included in the 2.0 release of Rock Linux.
nl_nl: Met de stone tool kun je de woordenboeken activeren voor gebruik met dictd. Het stone script is onderdeel van het dictd package, maar is geen onderdeel van de 2.0 release van Rock Linux.

source: Please note that the project fork "t2" does not include any freedict-* packages.
nl_nl: Merk op dat de project-fork "t2" geen van de freedict-* packages bevat.

source: To make this website available in another language, please download the file below, add the translations for your language below the English translations and email the file to <a href="mailto:micha@luetzschena.de">micha@luetzschena.de</a>.
nl_nl: Als je deze website beschikbaar te maken in een andere taal, download dan het bestand hieronder en voeg de vertalingen voor jouw taal toe onder de Engelse vertalingen en email het bestand naar <a href="mailto:micha@luetzschena.de">micha@luetzschena.de</a>.

source: Translation status for the website languages
nl_nl: Vertaalstatus voor de website talen

source: Language
nl_nl: Taal

source: Website Language:
nl_nl: Website Taal:

source: English
nl_nl: Engels

source: Arabic
nl_nl: Arabisch

source: Czech
nl_nl: Tsechisch

source: Bulgarian
nl_nl: Bulgaars

source: Danish
nl_nl: Deens

source: Dutch
nl_nl: Nederlands

source: Modern Greek
nl_nl: Modern Grieks

source: French
nl_nl: Frans

source: Irish
nl_nl: Iers

source: German
nl_nl: Duits

source: Croatian
nl_nl: Kroatisch

source: Hungarian
nl_nl: Hongaars

source: Italian
nl_nl: Italiaans

source: Kurdish
nl_nl: Koerdisch

source: Latin
nl_nl: Latijn

source: Lithuanian
nl_nl: Litouws

source: Japanese
nl_nl: Japans

source: Polish
nl_nl: Pools

source: Portuguese
nl_nl: Portugees

source: Romanian
nl_nl: Roemeens

source: Russian
nl_nl: Russisch

source: Sanskrit
nl_nl: Sanskriet

source: Gaelic Scottish
nl_nl: Gealic Schots

source: Slovak
nl_nl: Slowaaks

source: Spanish
nl_nl: Spaans

source: Serbo-Croatian
nl_nl: Servo-Kroatisch

source: Swedish
nl_nl: Zweeds

source: Turkish
nl_nl: Turks

source: List of table cells with differing background colours representing examplary dictionary states
nl_nl: Lijst van tabelvakjes met verschillende achtergrondkleuren die de status van een woordenboek aangeven

source: Color Legend
nl_nl: Kleurenlegenda

source: Dictionary Status was marked as 'stable'
nl_nl: Woordenboekstatus aangeduidt als 'stabiel'

source: Dictionary Status was marked as 'big enough to be useful' (from 10000 entries on)
nl_nl: Woordenboekstatus aangeduidt als 'groot genoeg om bruikbaar te zijn' (vanaf 10000 ingangen)

source: Dictionary Status was marked as 'too small' (less than 1000 entries)
nl_nl: Woordenboekstatus aangeduidt als 'te klein' (minder dan 1000 ingangen)

source: Dictionary Status was marked as 'low quality'
nl_nl: Woordenboekstatus aangeduidt als 'lage kwaliteit'

source: Dictionary Status was not given or is 'unknown'
nl_nl: Woordenboekstatus aangeduidt als 'onbekend'

source: The numbers for the platform downloads represent the download sizes in Megabytes.
nl_nl: De getallen voor de platformdownloads vertegenwoordigen de grootte van de download in Megabytes.

source: A small 'u' instead of a download link means that the respective dictionary is not supported on that platform.
nl_nl: Een kleine 'u' inplaats van een downloadlink betekend dat het betreffende woordenboek niet ondersteund wordt op dat platform.

source: This is currently always due to characters of the dictionary not being encodable or displayable for/on the platform.
nl_nl: Dit wordt momenteel altijd veroorzaakt omdat de tekens in het woordenboek niet gecodeerd of getoond kunnen worden op dat platform.
